IDEA Open Model
LoadingULS.InternalForces Property
Compatible with IDEA StatiCa 20.1
 Internal force in section (permanent for staged section)
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces InternalForces { get; set; }
Public Property InternalForces As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace